driver-tests/bpelse/assign/AssignJbi/test/results/CopydurationInvoke/Actual_20130319180436_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <durationPart xmlns="urn:DataType" xmlns:msgns="urn:CopyDataTypeTNS">
      <xsd_duration>P2005Y8M25DT16H0M0S</xsd_duration>
      <optional_duration>P2006Y2M27DT23H10M0S</optional_duration>
      <repeat_duration>P2006Y2M27DT23H10M0S</repeat_duration>
      <repeat_duration>P2006Y10M25DT2H23M59S</repeat_duration>
    </durationPart>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>